{
  "clusters": [
    {
      "cluster_name": "Кластер 0",
      "cluster_size": 30092,
      "description": "В данном клиентском кластере имеется 17 058 клиентов. Средний возраст клиентов составляет 45.09 лет, при этом 60.19% - женщины, а 39.81% - мужчины. Всего 4.21% клиентов имеют кредит, остальные 95.79% не имеют. Средние месячные траты клиентов составляют 86 399.60 тенге, а средний размер одной транзакции - 15 989.78 тенге. Медианный размер одной транзакции равен 12 930.19 тенге. По распределению трат на категории, наибольшую долю составляют супермаркеты - 44.90%, затем следуют автомобили и транспорт - 10.45%, рестораны и услуги питания - 4.78%, мода и одежда - 7.77%, электроника и технологии - 4.82%, здоровье и благополучие - 7.55%, дети - 1.31%, дом и сад - 2.60%, бизнес услуги - 2.56%, розничные магазины - 1.92%.",
      "frequent_transactions": [
        "Qazaq Oil",
        "Sulpak",
        "Qazaq Oil",
        "Sulpak",
        "Sulpak"
      ],
      "likely_to_buy": false
    },
    {
      "cluster_name": "Кластер 1",
      "cluster_size": 35044,
      "description": "Средний возраст клиентов в кластере составляет 33,51 года. Женщины составляют 22,08% всех клиентов, а мужчины - 77,92%. Кредит имеется у 22,18% клиентов, а у 77,82% нет. Средние ежемесячные траты клиентов составляют 75 091,04 тенге. Средний размер одной транзакции равен 8 103,10 тенге, а медианный размер одной транзакции - 5 362,84 тенге. По категории \"Супермаркет\" доля суммы транзакций составляет 31,76%, по категории \"Автомобили и транспорт\" - 21,89%, по категории \"Рестораны и услуги питания\" - 10,66%, по категории \"Мода и одежда\" - 5,42%, по категории \"Электроника и технологии\" - 5,84%, по категории \"Здоровье и благополучие\" - 4,97%, по категории \"Дети\" - 1,62%, по категории \"Дом и сад\" - 2,14%, по категории \"Бизнес услуги\" - 2,41% и по категории \"Розничные магазины\" - 1,56%.",
      "frequent_transactions": [
        "Qazaq Oil",
        "Small",
        "FitnessBlitz",
        "Sulpak",
        "Sulpak"
      ],
      "likely_to_buy": true
    },
    {
      "cluster_name": "Кластер 10",
      "cluster_size": 3320,
      "description": "Кластер состоит из клиентов с 115,54 тыс. транзакций, средний возраст 37,51 лет. Женщин - 39,16%, мужчин - 60,84%. Кредит имеют 10,36% клиентов. Средние месячные траты равны 305403,15 тенге. Средний размер одной транзакции - 6017,30 тенге. Медианная сумма одной транзакции - 2256,64 тенге. Супермаркеты составляют 40,40% всех транзакций, автомобили и транспорт - 11,27%, рестораны и услуги питания - 9,89%, мода и одежда - 8,40%, электроника и технологии - 4,12%, здоровье и благополучие - 6,24%, детские товары - 1,52%, товары для дома и сада - 2,89%, бизнес услуги - 1,66%, розничные магазины - 1,88%.",
      "frequent_transactions": [
        "Magnum",
        "FitnessBlitz",
        "Sulpak",
        "Sulpak",
        "Sulpak"
      ],
      "likely_to_buy": false
    },
    {
      "cluster_name": "Кластер 11",
      "cluster_size": 21356,
      "description": "Средний возраст клиентов составляет 39,94 года. Половое соотношение в группе составляет 52,59% женщин и 47,41% мужчин. Только 4,08% клиентов имеют кредиты. Средние месячные траты составляют 125 370,27 тенге, а средний размер одной транзакции составляет 9279,30 тенге. Медианный размер одной транзакции составляет 5519,54 тенге. Категория \"Супермаркет\" включает 43,14% общей суммы транзакций, \"Автомобили и транспорт\" - 10,39%, \"Рестораны и услуги питания\" - 6,57%, \"Мода и одежда\" - 8,60%, \"Электроника и технологии\" - 4,58%, \"Здоровье и благополучие\" - 6,87%, \"Дети\" - 1,97%, \"Дом и сад\" - 2,78%, \"Бизнес услуги\" - 1,91%, \"Розничные магазины\" - 2,20%.",
      "frequent_transactions": [
        "FitnessBlitz",
        "Magnum",
        "FitnessBlitz",
        "Sulpak",
        "Sulpak"
      ],
      "likely_to_buy": true
    },
    {
      "cluster_name": "Кластер 12",
      "cluster_size": 20672,
      "description": "Этот клиентский кластер состоит из нескольких клиентов. В нем было проведено 34 122 транзакции. Средний возраст клиентов составляет 39,71 лет. В гендерном разделении 52,79% - женщины и 47,21% - мужчины. У 3,95% клиентов в наличии кредит, а 96,05% - без кредита. Средние месячные траты клиентов составляют 100 953,73 тенге. Средний размер одной транзакции равен 6 769,02 тенге. Среди всех транзакций в категории \"Супермаркет\" доля составляет 42,03%. Категория \"Автомобили и транспорт\" составляет 11,27%. В категории \"Рестораны и услуги питания\" - 8,02%. Категория \"Мода и одежда\" - 8,37%. \"Электроника и технологии\" - 4,30%. \"Здоровье и благополучие\" - 7,02%. \"Дети\" - 1,97%. \"Дом и сад\" - 2,30%. \"Бизнес услуги\" - 1,69%. И \"Розничные магазины\" - 1,81%.",
      "frequent_transactions": [
        "Small",
        "Qazaq Oil",
        "FitnessBlitz",
        "Sulpak",
        "Sulpak"
      ],
      "likely_to_buy": true
    },
    {
      "cluster_name": "Кластер 13",
      "cluster_size": 436,
      "description": "В клиентском кластере имеется 243 тыс. транзакций среднего размера 7816.27 тенге. Средние месячные траты клиента составляют 692736.32 тенге. В среднем клиенты тратят на супермаркеты 31.35%, на автомобили и транспорт 13.48%, на рестораны и услуги питания 12.92%, на моду и одежду 7.96%, на электронику и технологии 6.45%, на здоровье и благополучие 5.42%, на детей 1.69%, на дом и сад 3.11%, на бизнес услуги 2.88% и на розничные магазины 1.38%. Женщин в кластере 44.04%, а мужчин 55.96%. Кредит имеют 3.67% клиентов, а 96.33% кредита не имеют. Возраст клиентов составляет 40.95 лет.",
      "frequent_transactions": [
        "Sulpak",
        "Small",
        "FitnessBlitz",
        "Sulpak",
        "Sulpak"
      ],
      "likely_to_buy": true
    },
    {
      "cluster_name": "Кластер 14",
      "cluster_size": 884,
      "description": "Кластер клиентов состоит из 884 человек, средний возраст которых составляет 34,48 лет. В кластере преобладают мужчины (54,75%), а женщин составляют 45,25%. 99,55% клиентов не имеют кредита, а 0,09% обладают этой возможностью. Средние месячные траты каждого клиента составляют 531988,27 тенге. Средний размер одной транзакции - 6195,32 тенге, а медианная сумма одной транзакции – 2193,17 тенге. В категории Супермаркет клиенты совершают 31,45% всех трат, в Автомобилях и транспорте - 11,28%, в Ресторанах и услугах питания - 15,23%, в Моде и одежде - 9,08%, в Электронике и технологиях - 4,35%, в Здоровье и благополучии - 6,42%, в категории Дети - 2,28%, в Доме и саде - 2,99%, в Бизнес услугах - 1,82%, а в Розничных магазинах - 1,69%. Все суммы указаны в тенге.",
      "frequent_transactions": [
        "Small",
        "FitnessBlitz",
        "Magnum",
        "Sulpak",
        "Sulpak"
      ],
      "likely_to_buy": true
    },
    {
      "cluster_name": "Кластер 15",
      "cluster_size": 1388,
      "description": "Кластер клиентов состоит из 1388 клиентов. Средний возраст клиентов составляет 43.21 год. Женщины составляют 46.69% клиентов, а мужчины – 53.31%. Всего 8.07% клиентов имеют кредит, а у остальных его нет. Средние ежемесячные траты клиентов составляют 657,069.99 тенге. Средний размер одной транзакции – 88,875.04 тенге, а медианный размер – 60,846.67 тенге. Категория \"Супермаркет\" составляет 36.96% от общей суммы транзакций, \"Автомобили и транспорт\" – 11.41%, \"Рестораны и услуги питания\" – 10.07%, \"Мода и одежда\" – 9.27%, \"Электроника и технологии\" – 3.44%, \"Здоровье и благополучие\" – 5.54%, \"Дети\" – 1.45%, \"Дом и сад\" – 2.92%, \"Бизнес услуги\" – 2.02% и \"Розничные магазины\" – 2.57%.",
      "frequent_transactions": [
        "Magnum",
        "Magnum",
        "FitnessBlitz",
        "Sulpak",
        "Sulpak"
      ],
      "likely_to_buy": true
    },
    {
      "cluster_name": "Кластер 2",
      "cluster_size": 168,
      "description": "В клиентском кластере имеется 316,86 тыс. транзакций со средним размером одной транзакции в размере 8543,62 тенге. Средние месячные траты составляют 1,15 млн. тенге. Возраст клиентов составляет в среднем 41,62 года, 38% клиентов - женщины, 62% - мужчины. 16,67% клиентов имеют кредит, а у 83,33% кредита нет. По сумме транзакций, доля в категории \"Супермаркет\" - 24,66%, \"Автомобили и транспорт\" - 12,17%, \"Рестораны и услуги питания\" - 14,60%, \"Мода и одежда\" - 6,62%, \"Электроника и технологии\" - 6,06%, \"Здоровье и благополучие\" - 5,46%, \"Дети\" - 0,70%, \"Дом и сад\" - 3,83%, \"Бизнес услуги\" - 3,26%, \"Розничные магазины\" - 2,39%. Все данные выражены в тенге.",
      "frequent_transactions": [
        "FitnessBlitz",
        "Sulpak",
        "FitnessBlitz",
        "Sulpak",
        "Sulpak"
      ],
      "likely_to_buy": false
    },
    {
      "cluster_name": "Кластер 3",
      "cluster_size": 59456,
      "description": "Кластер состоит из клиентов, которые совершили 12 142 транзакции средней суммой 10 270.30 тенге. Средний возраст составляет 34.33 года, из которых 45.57% - женщины и 54.43% - мужчины. 0.78% клиентов имеют кредит, в то время как 99.23% не имеют. Клиенты чаще тратят деньги в супермаркетах (39.60%), на автомобили и транспорт (11.71%) и в ресторанах и услугах питания (8.07%). Остальные категории, такие как мода и одежда, электроника и технологии, здоровье и благополучие, дети, дом и сад, бизнес услуги и розничные магазины имеют меньшую долю транзакций.",
      "frequent_transactions": [
        "Qazaq Oil",
        "Qazaq Oil",
        "Magnum",
        "Sulpak",
        "Sulpak"
      ],
      "likely_to_buy": true
    },
    {
      "cluster_name": "Кластер 4",
      "cluster_size": 2160,
      "description": "Количество транзакций составляет 148 005,55. Средний возраст клиентов - 37,75 лет. 42,78% клиентов - женщины, а 57,22% - мужчины. У 7,59% клиентов имеется кредит, в то время как у 92,41% его нет. В среднем клиенты тратят 506 643,60 тенге в месяц, а средний размер одной транзакции составляет 10 069,40 тенге. Медианный размер одной транзакции равен 2 834,02 тенге. Доля транзакций в супермаркетах составляет 37,50%, в категории \"Автомобили и транспорт\" - 11,60%, в \"Рестораны и услуги питания\" - 10,65%, в \"Мода и одежда\" - 10,28%, в \"Электроника и технологии\" - 3,89%, в \"Здоровье и благополучие\" - 6,36%, в \"Дети\" - 1,58%, в \"Дом и сад\" - 2,79%, в \"Бизнес услуги\" - 1,60%, в \"Розничные магазины\" - 1,97%.",
      "frequent_transactions": [
        "Magnum",
        "Magnum",
        "Magnum",
        "Sulpak",
        "Sulpak"
      ],
      "likely_to_buy": true
    },
    {
      "cluster_name": "Кластер 5",
      "cluster_size": 908,
      "description": "В среднем у клиентов в возрасте около 50 лет проходит около 147,70 тыс. транзакций. Средний размер одной транзакции составляет 12,99 тыс. тенге, а медианное значение - 8,31 тыс. тенге. Доля женщин в кластере составляет около 59,91%, а мужчин - около 40,09%. У 4,41% клиентов есть кредит, а у остальных - его нет. Клиенты оказывают наибольшую долю трат в категории \"Супермаркет\" (40,11%), затем следует \"Автомобили и транспорт\" (11,05%), а также \"Рестораны и услуги питания\" (7,74%), \"Мода и одежда\" (8,60%), \"Электроника и технологии\" (7,10%), \"Здоровье и благополучие\" (8,34%), \"Дети\" (0,77%), \"Дом и сад\" (2,62%), \"Бизнес услуги\" (1,98%) и \"Розничные магазины\" (1,35%).",
      "frequent_transactions": [
        "Small",
        "FitnessBlitz",
        "FitnessBlitz",
        "Sulpak",
        "Sulpak"
      ],
      "likely_to_buy": true
    },
    {
      "cluster_name": "Кластер 6",
      "cluster_size": 20572,
      "description": "Средний возраст клиентов составляет 41.31 лет, причем 68.25% - женщины, а 31.75% - мужчины. Всего лишь 1.09% клиентов имеют кредит, тогда как 98.91% не имеют его. Средние месячные траты клиентов составляют 90 862.27 тенге, а размер одной транзакции в среднем равен 8 097.25 тенге. Медианный размер транзакции составляет 5 507.41 тенге. По сумме транзакций в данном кластере, на долю супермаркетов приходится 48.79%, на автомобили и транспорт - 7.38%, на рестораны и услуги питания - 5.85%, на моду и одежду - 9.81%, на электронику и технологии - 3.93%, на здоровье и благополучие - 6.82%, на детей - 1.44%, на дом и сад - 2.44%, на бизнес услуги - 1.52%, и на розничные магазины - 1.82%.",
      "frequent_transactions": [
        "Sulpak",
        "Small",
        "FitnessBlitz",
        "Sulpak",
        "Sulpak"
      ],
      "likely_to_buy": true
    },
    {
      "cluster_name": "Кластер 7",
      "cluster_size": 396,
      "description": "Кластер состоит из клиентов, которые совершили 220 747 транзакций. Средний возраст клиентов - 38,49 лет. Доля женщин составляет 45,45%, а мужчин - 54,55%. У 89,90% клиентов нет кредита. Средние ежемесячные траты клиента составляют 750 937,35 тенге. Средний размер одной транзакции - 7 766,24 тенге, а медианный размер одной транзакции - 2 343,99 тенге. Доля транзакций по разным категориям: Супермаркет - 39,58%, Автомобили и транспорт - 10,13%, Рестораны и услуги питания - 9,78%, Мода и одежда - 8,61%, Электроника и технологии - 4,88%, Здоровье и благополучие - 5,64%, Дети - 1,70%, Дом и сад - 3,23%, Бизнес услуги - 2,10%, Розничные магазины - 3,30%.",
      "frequent_transactions": [
        "Qazaq Oil",
        "Small",
        "Magnum",
        "Sulpak",
        "Sulpak"
      ],
      "likely_to_buy": true
    },
    {
      "cluster_name": "Кластер 8",
      "cluster_size": 200,
      "description": "В данном клиентском кластере есть 200 клиентов среднего возраста 41.64 лет. Женщины составляют 44% всех клиентов, а мужчины - 56%. Только 14% клиентов имеют кредит. Средние месячные траты клиентов составляют 4,221,462.70 тенге, а средний размер одной транзакции - 805,451.99 тенге. Медианная сумма одной транзакции составляет 783,312.62 тенге. Доля супермаркетов в сумме транзакций составляет 27.98%, автомобили и транспорт - 13.05%, рестораны и услуги питания - 11.16%, мода и одежда - 7.66%, электроника и технологии - 4.73%, здоровье и благополучие - 5.88%, дети - 1.46%, дом и сад - 2.88%, бизнес услуги - 3.64%, розничные магазины - 2.03%.",
      "frequent_transactions": [
        "Magnum",
        "Sulpak",
        "Sulpak",
        "Sulpak",
        "Sulpak"
      ],
      "likely_to_buy": true
    },
    {
      "cluster_name": "Кластер 9",
      "cluster_size": 328,
      "description": "Кластер клиентов состоит из среднего количества транзакций (204 768) среднестатистического возраста (40 лет) и равными долями мужчин (52.44%) и женщин (47.56%). Большинство клиентов (95.12%) не имеют кредита. Средние месячные траты составляют 346 077 KZT, а средний размер одной транзакции - 4 322 KZT. Медианная сумма одной транзакции равна 2 014 KZT. Доля суммы транзакций в категории \"Супермаркет\" составляет 39.39%, в \"Автомобили и транспорт\" - 10.82%, в \"Рестораны и услуги питания\" - 11.96%, в \"Мода и одежда\" - 7.89%, в \"Электроника и технологии\" - 4.38%, в \"Здоровье и благополучие\" - 5.35%, в \"Дети\" - 1.59%, в \"Дом и сад\" - 3.38%, в \"Бизнес услуги\" - 1.82%, и в \"Розничные магазины\" - 0.94%. Все суммы указаны в казахстанских тенге.",
      "frequent_transactions": [
        "Magnum",
        "Small",
        "Qazaq Oil",
        "Sulpak",
        "Sulpak"
      ],
      "likely_to_buy": true
    }
  ],
  "total_target_audience": 163800
}
